[
  {
    "articlesId": "article1",
    "articlesTitle": "Grandi in Reykjavík – A Guide",
    "articlesDescription": "So when I recently found myself on assignment in Grandi for Pursuit, I was thrilled to discover the neighborhood is beloved by locals. And it’s so much more than just the cute houses that I remembered. In fact, Grandi has become a part of the city that locals love. Which does make me feel a little guilty in writing about it now. After all, I never want to be part of any negative effect on a place I visit. But I’m also not one to believe my little blog is going to be singlehandedly responsible for an increase in tourism anywhere. AND I know my readers are savvy enough to operate responsibly when they visit other countries and to be respectful of those who live where they visit.",
    "articlesImageUrl": "https://kirstenalana.com/wp-content/uploads/2022/06/bykirstenalana-09971.jpg"
  },
  {
    "articlesId": "article2",
    "articlesTitle": "Two days in Beijing",
    "articlesDescription": "Beijing, the capital city of the People's Republic of China, is one of the oldest, best-known and most populated metropolises in the world. Existing as been around since 473BC; it has been governed by many different dynasties, witnessed hundreds of incidents which have changed history, survived many crises, and is now home to around 22 million people. We had spent a lot of time preparing for our two day trip to Beijing, checking out guide books and planning our sightseeing schedule. We are happy to confirm, after our trip, that the lyrics of the official song of the 2008 Beijing Olympics“Beijing Huan Ying Ni!” - Beijing welcomes you – are indeed true.",
    "articlesImageUrl": "https://blog.turkishairlines.com/wp-content/uploads/2020/01/iStock-500891483-1-218x150.jpg"
  },
  {
    "articlesId": "article3",
    "articlesTitle": "One city, three days: London",
    "articlesDescription": "Consider yourself lucky if you’re traveling to London for the first time. One of the world’s largest metropolises, London is a one-of-a-kind destination. With world-class restaurants and lively pubs, as well as a deep-rooted history as a center of commerce, trade and culture, London offers a wealth of experiences.",
    "articlesImageUrl": "https://www.hastingsinternational.com/images/tower-bridge.jpg"
  },
  {
    "articlesId": "article4",
    "articlesTitle": "Turkish Airlines history: An extraordinary diary of the sky from 1933 to the present.",
    "articlesDescription": "The world changes. Since 1933 the world has experienced many innovations, beginnings and ends, goodness, oddness and more. In our opinion, the founding of Turkish Airlines was certainly one of the better events that happened in this world: we have had many interesting moments from the first day we took to the air. Our excitement and pride are unending, and never will cease to be. With this history of Turkish Airlines, we wanted to compile our story, unveil our secrets, every detail that makes us smile, and to share it with our readers.",
    "articlesImageUrl": "https://cdn.turkishairlines.com/m/10331de96476e97b/original/ucak-gorsel-1.jpeg"
  },
  {
    "articlesId": "article5",
    "articlesTitle": "Norway",
    "articlesDescription": "We start with Norway, a beautiful country in the northern hemisphere, famous for fjords, waterfalls, lakes and snowy mountains. Considered among the happiest countries in the world, Norway features untouched nature, a crisp climate and, of course, the extraordinary Northern Lights. While the Northern Lights are generally visible from November to February, lucky visitors can also catch them in October and March.",
    "articlesImageUrl": "https://images.hdqwalls.com/wallpapers/lofoten-norway-village-aurora-northern-lights-4k-pb.jpg"
  },
  {
    "articlesId": "article6",
    "articlesTitle": "The Cook Islands",
    "articlesDescription": "Comprising fifteen small islands off the coast of New Zealand, this archipelago features untouched forests and beautiful beaches, as well as markets, restaurants and resorts. In addition, visitors can enjoy snorkeling and scuba diving, along with fishing, cycling and hiking and cultural tours.",
    "articlesImageUrl": "https://z3x2g3s3.rocketcdn.me/wp-content/uploads/2022/09/cook-adalariwebp.jpg"
  },
  {
    "articlesId": "article7",
    "articlesTitle": "Kuzguncuk/Perihan Abla Street",
    "articlesDescription": "The architectural texture of İstanbul, as described in history books and old novels, comes wonderfully to life in the Kuzguncuk neighborhood. Set along the Bosphorus, between Üsküdar and Beylerbeyi, Kuzguncuk is home to Perihan Abla Street, which has served as the location for numerous films and TV series, including the eponymous “Perihan Abla”. Paved with cobblestones, lined with wooden houses featuring bay windows, and shaded by lush trees, Perihan Abla is easily one of the city’s most beautiful streets.",
    "articlesImageUrl": "https://www.buradaolsak.com/wp-content/uploads/2020/05/kuzguncuk.jpg"
  },
  {
    "articlesId": "article8",
    "articlesTitle": "Mauritius",
    "articlesDescription": "East of Madagascar, Mauritius is on the coast of the Indian Ocean. Emerging as one of the most popular holiday destinations in recent years, Mauritius offers visitors a corner of paradise: the massive 6,000-hectare Black River Gorges National Park; the stunning beach of Point d’Esny; the Grand Bassin, a lake sacred to Hindus that features a white-sand beach and azure lagoon; and the Blue Bay Marine Park. You must visit!",
    "articlesImageUrl": "https://z3x2g3s3.rocketcdn.me/wp-content/uploads/2022/09/mauritius-black-river-gorges-ulusal-parki.jpg"
  },
  {
    "articlesId": "article9",
    "articlesTitle": "Central Europe’s fairytale route: Hallstatt",
    "articlesDescription": "Any discussion of travel in Austria should include Hallstatt, one of Austria’s oldest towns and a top Central European destination in autumn. Set in Austria’s Lake District, this picturesque village is named after Lake Hallstatt; while it is spectacularly beautiful in all seasons, it has a fairytale-like atmosphere in the autumn. Do keep in mind that Hallstatt is in a mountainous region and the winter roads can be difficult to traverse. Hallstatt is near Salzburg, bisected by the Salzach river and the village features quaint lanes, ferry ports and even cave tours!",
    "articlesImageUrl": "https://i4.hurimg.com/i/hurriyet/75/1110x740/597ef2390f25443a40f11741.jpg"
  },
  {
    "articlesId": "article10",
    "articlesTitle": "Chicago: the windy city",
    "articlesDescription": "In the north of the United States, in the state of Illinois, on the banks of Lake Michigan stands Chicago, known as 'The Windy City', and the third biggest in the United States.The things that come to mind when one hears the name of Chicago are the parks full of works of art, musicals, blues, Michael Jordan’s NBA team the Chicago Bulls, and the skyscrapers. The first city to construct a skyscraper, Chicago is still home to 3 of the world’s 10 tallest buildings.",
    "articlesImageUrl": "https://www.travelandleisure.com/thmb/O5JN2kT-Zs6X4nakZPDvAT4ANfo=/1800x1012/smart/filters:no_upscale()/chicago-illinois-CHITG0221-e448062fc5164da0bba639f9857987f6.jpg"
  }
]
